[
    "Сайн байцгаана уу?",
    "Сайн. Та сайн байна уу",
    "Сайн. За сууцгаа. Багш нь өнөөдрийн хичээл явагдах зарчмыг ерөнхийдөө танилцуулья. Өнөөдрийн хичээлийн бүгдээрээ хамтарч хийнэ. Туршилтын хичээл байгаа. Тооцоо хийх хичээл байгаа. Баг хамт олноороо бүх гишүүд идэвхтэй оролцож явна шүү хүүхдүүдээ. Өнөөдрийн хичээлийг бүгдээрээ та бүхний хажуу талд 2 самбар за 4 самбар өлгөгдсөн байгааг харж байгаа байх тиймээ. 2 булан ажиллаж байгаа. “Надад туслаач” гэсэн булан байгаа. Бас “Сэтгэгдэл” гэсэн булан байгаа. За тэгэхээр бүгдээрээ хичээлийн төгсгөлд “Надад туслаач” гэсэн булан дээр өөрийн чинь мэдэхгүй, чадахгүй зүйл гарч ирэх юм бол найз нөхдөөсөө тусламж авч болно. Багшаасаа тусламж авч болно. Тусламж авах зүйлээ “Надад туслаач” булан дээр бичих нь хичээлийн төгсгөлд. “Сэтгэгдэл булан”-д өнөөдрийн хичээл дээр хамгийн таалагдсан их таалагдсан зүйл юу байв?, юу олж мэдэв? гэсэн өөрийнхөө сэтгэгдлийг л товчхон бичнэ. Багш нь “Надад туслаач” гэсэн булангийн сэтгэгдлийг харж байгаад өөрийнхөө өнөөдрийн  заасан хичээлийг та бүхний хэр зэрэг ойлгосон бэ гэдгийг багш нь өөрөө өөрийгөө бас олж дүгнэж  мэдэх юм байгаа юм. Та нар бас хэр зэрэг ойлгосон бэ гэдгийг багш нь энэ 2 булангаас мэдэх болно. За бүгдээрээ хичээлд идэвхтэй сайн оролцоорой хүүхдүүдээ.",
    "Слайдан дээр?",
    "Монгол гэр байна.",
    "Монгол гэр байна тийм ээ. Монгол гэрийг бүгдээрээ маш сайн мэднэ. Монгол гэрт мэдээж бүгдээрээ очиж үзсэн байх, амьдарч үзсэн байх тиймээ. За багш нь энд 2 макет үзүүлье. Энд бас монгол гэр байж байна.",
    "Энэ бол нэлээн?",
    "Дээр үеийнх",
    "Дээр үеийнх байж болохоор монгол гэр байна. Энэ бол арай орчин үе рүүгээ дөхсөн ийм 2 монгол гэрийн макет байна. За монгол гэрийн хамгийн онцлог, гол давуу тал нь юу байдаг вэ хүүхдүүдээ?",
    "Дугуй хэлбэртэй",
    "Ямар ч өнцөг байхгүй.",
    "За ямар ч өнцөг байхгүй. ",
    "Угсарч болдог.",
    "Нүүдэллэж явахад тохиромжтой.",
    "Авсаархан",
    "За угсарч болдог. Нүүдэллэж явахад амархан, авсаархан. За өөр?",
    "Дулаахан",
    "Газар хөдлөлтөд тэсвэртэй",
    "Дулаахан",
    "Хурдан халдаг.",
    "За зүйтэй",
    "Зундаа сэрүүхэн.",
    "Зундаа сэрүүхэн.",
    "Өвөлдөө дулаахан",
    "Өвөлдөө дулаахан. Товчхондоо дүгнээд хэлэх юм бол нүүдэлчин Монголчууд бид нүүдэллэж амьдрахад хамгийн тохиромжтой, ачиж буулгахад хялбар авсаархан тиймээ дүгнээд хэлэх юм бол. Аан бас нэг зүйл нэмээд хэлэхэд байгалийн гэрэлтэй, агаарын солилцоо маш сайтай тиймээ. За улиралдаа тохируулаад барьж болно. Зуны цагт нимгэн. Өвлийн цагт дулаалаад барьчихаж болох жишээний тиймээ. Гэх мэтчилэн монгол гэрт давуу талууд бол маш их бий. Өнөөдрийн хичээлээр бид монгол гэр дээр нэлээн судалгаа, тооцоо хийх юм байгаа юм. За монгол гэрт ийм давуу тал байхаас гадна монгол гэрт бидний маш сайн мэддэг геометрийн дүрс, биетүүд олноороо байдаг. За нэрлээрэй хүүхдүүдээ?",
    "Цилиндр",
    "Цилиндр хаана байна яг?",
    "Хананы хэсгээр",
    "Хананы хэсэг байна тиймээ. Цилиндрийг бид нар яах вэ?",
    "Өмнөх",
    "Өмнөх хичээл дээр үзсэн байж байгаа. Хананы хэсэг бол цилиндр байх нь байна. Өөр?",
    "Конус",
    "Тасарсан гэх үү. Огтлогдсон конус гэх үү. Тийм конус хэлбэртэй байна",
    "Конус байна гэж байна. Хаана байна вэ?",
    "Дээр нь байна",
    "Дээврийн хэсэг дээр тиймээ",
    "Гэхдээ бүрэн биш. Таслаад тавьсан юм шиг",
    "Гэхдээ яг конус бол биш байх гэж байна. За өөр юу байна? Хаалга?",
    "Хаалга тэгш өнцөгт.",
    "Хаалга бол тэгш өнцөгт байна. Шал?",
    "Дугуй",
    "Тойрог",
    "Тойрог уу? Дугуй юу?",
    "Дугуй",
    "Дугуй тиймээ? За гэх мэтчилэн. За авдар гэх юм бол?",
    "Тэгш өнцөгт параллелепипед",
    "Тэгш өнцөгт параллелепипед гэх мэтчилэн тиймээ. Өөрөөр хэлбэл бидний амьдардаг гэр дотор, эргэн тойронд маань геометрийн дүрс, биетүүд зөндөө олон байгаа. Өнөөөдөр бүгдээрээ зарим нэг судалсан биетүүдээ харах болно. За зарим нэг шинэээр судлах биетүүд, дүрсүүд ч бас шинээр гарч ирэх нь. За ингээд багш нь нэг бодлого өгье. Баг хамт олноороо бүгдээрээ судалж, тооцоо хийж явна шүү. За саяын бидний хэлсэн зүйлүүд гарч ирж байна. Шал бол юу байх нь вэ? ",
    "Дугуй",
    "Дугуй байх нь байна. Хананы хэсэг?",
    "Цилиндр",
    "Цилиндр байна. За тэгээд түрүүн ярьж байсан зүйлүүд бол байж байна. Та бүхэн хараад аваарай. Мэдэж авах зүйл гарч ирвэл бас бодож, тэмдэглэж авах нь байна. За ингээд бодлогод орьё. Монгол гэрийн бага 5 ханат гэж байна. Хананыхаа хэмжээгээр тиймээ. 5 ханат, 6 ханат гэж байдаг шүү дээ тиймээ? Бага 5 ханат гэрийн бодит хэмжээ байгаа. Яг бодит хэмжээ. Хаалганы өргөн 1 метр, өндөр 1.4 метр. Хаалгаа ярьж байгаа шүү дээ. Шалны диаметр 5.8 метр байна. За а-д нь шалны талбайг олох нь, б-д нь 3 бүслүүрэнд хэдэн метр олс хэрэгтэй вэ?, в-д нь туурганд хэдэн метр квадрат эсгий хэрэгтэй вэ? За дэвтэр дээрээ бүгдээрээ бодолтоо хийгээрэй. Дандаа бидний өмнөх хичээлтэй холбоотой мэдлэгүүд байгаа. Шал ямар хэлбэртэй билээ?",
    "Дугуй",
    "Дугуй хэлбэртэй. За багш нь та бүхэнд шал өглөө. Та бүхэнд багш нь шал өгье. За тэгэхээр шалныхаа талбайг дэвтэр дээрээ бодолтоо хийгээд, энэ шалан дээрээ эцсийн хариугаа бичээрэй. Ойлгосон уу хүүхдүүдээ? Бүгдээрээ өнөөдрийн хичээлээр бодолтуудаа зөв хийгээд явах юм бол ер нь нэг гэр үүсэх ёстой юм байгаа юм. Нэг гэр үүсэх ёстой. За тэгэхээр эхлээд гэрийнхээ шалыг багш нь эхлээд өглөө. За энэ шалны талбайг олоод, за фломастр байгаа. Фломастраар зөвхөн хариугаа тодоор бичээрэй. Хананы хэсэг маань өөрөө ямар биет билээ? Та бүхний сайн мэдэх? Хананы хэсэг бол та бүхний мэдэх ямар биет вэ?",
    "Цилиндр",
    "Хананы хэсэг бол цилиндр тиймээ?",
    "Аанхан",
    "Цилиндрийн дэлгээс юу байдаг билээ хүүхдүүдээ?",
    "Тэгш өнцөгт",
    "Цилиндрийн дэлгээс тэгш өнцөгт байдаг тиймээ. Тэгэхээр туурганд хэдэн метр эсгий хэрэгтэй вэ? гэхээр бид нар юуг олно гэсэн үг вэ?",
    "Хананы талбай",
    "Тэгш өнцөгтийн талбай",
    "Тэгш өнцөгтийн талбайг олно гэсэн үг юм байна шүү дээ. За багш нь та бүхэнд туурга өгье. ",
    "Туурга өгье. Дэлгээс нь байна тиймээ? Цилиндрийн дэлгээс туурга өгье. Энэ туурган дээр бас туурганыхаа гадна талд олсон хариугаа бичээрэй. За? Дэвтэр дээрээ бодолтоо хийгээд, тооны машин хэрэглэж болно. Нэлээн бутархай тоонууд гарах учраас. За нэг зүйлийг анхааруулья. Тооцоогоо хийгээд биччих юм бол хүүхдүүдээ шалан дээрээ хананы хэсэг буюу туурганыхаа хэсгийг скоч өгсөн байгаа скочоор яах нь вэ? тогтоож өгөх юм байгаа юм. Гадагшаа харуул.",
    "Хариу бичсэн хэсэг чинь дандаа гадагшаа харсан байх ёстой шүү",
    "Шалны хариу бичсэн хэсэг, хана буюу туурганы хариу бичсэн хэсэг дандаа гадагшаа харах ёстой шүү.",
    "2 нь нааж бай. Наалтаа хийж бай за? За зүйтэй. Тэр нааж байж болно шүү. Одоо туурганыхаа хэсгийг нааж байж болно. Скоч энэ байна. Чи яаж наахаа мэдэж байгаа шүү дээ? Бүслүүрийнхээ уртыг, бас хананыхаа хэсэгт гадна талд нь биччихээрэй хүүхдүүдээ? L тэнцүү гэж байгаад бүслүүрийн нийт уртаа биччихээрэй.",
    "3 бүслүүр",
    "3 бүслүүрэнд нийтдээ хэд орох вэ? гэдгийгээ 3-ланг нь тооцсоноо бичээрэй. За зүйтэй. Энийгээ илүү сайн гаргаарай. За скочоо тасалчих. Аан зөв. За энд биччих. Хариунуудаа бичсэн үү?",
    "Бичсэн",
    "Бүслүүрээ энэ дээр бас биччих. Бас л энд нь биччихгүй юү. L тэнцүү гэж байгаад биччих.",
    "Ингэж бичээд, үржүүлээд олсноо бичих юм уу.",
    "Бүслүүр бол нийт 3 бүслүүрээр тооцно шүү дээ. Тийм. 3 бүслүүрээ нийтэд нь тооцох ёстой.",
    "Тусад нь тойрог энэ тэрийнхээ уртыг бичих юм уу",
    "Үгүй. Эцсийн хариугаа л биччих. Бүслүүрийнхээ нийт хэмжээг л биччих. Хурдан наагаарай. За багууд бол тооцоонуудаа маш сайн хийгээд, ихэнх багууд гаргаж дуусаж байна даа. За одоо бусад багийнхаа хариултыг өөрсдийнхөө бодсон, өөрсдийнхөө багийн бодсон хариултаа тулгаж, сайн сонсоно шүү. За багш нь нэг нэг багуудаас хариултуудаа авья. Өөрсдийн багийн хриултуудыг тулгаарай хүүхдүүдээ.",
    "За",
    "За багш нь эхний багаас шалны талбайн хариултыг авья. Бусад багууд сонсоорой. Үзүүлээрэй бусдадаа.",
    "26.4",
    "26.4 метр.квадрат. Багийн хариултууд таарч байна уу?",
    "Таарч байна.",
    "Таарч байна. Зөв байна. Сайн байна. Шалны талбай олохдоо ямар томьёо ашигласан билээ?",
    " ",
    "2",
    "Тийм өмнө нь үзэж байсан дугуйн томьёо (",
    "2) –оор олсон байгаа. Сайн байна. За би дараагийн багаас асууя. 3 бүслүүрэнд нийтдээ хэдэн метр олс орох хэрэгтэй вэ? гэдгийн хариултыг авья.",
    "Тавин дөрөв аравны зургаа",
    "Тавин дөрөв аравны зургаа",
    "Буруу",
    "54.6 буруу гэж байна. Танайх таарсан уу?",
    "Таараагүй",
    "Таараагүй. За тэгэхээр энэ багаас асууя. Та нар бас ямар алдаа гаргасан гэдгээ бодож байгаарай. Хэд гарсан бэ?",
    "Тавин нэг аравны зургаа гарсан байна",
    "Тавин нэг аравны зургаа метр гарсан гэж байна. Таарч байгаа юу?",
    "Таарч байна",
    "Таарч байна. 3 бүслүүр гэдгээ тооцох ёстой шүү дээ. Бүслүүрийн уртыг тооцохдоо юу ашигласан бэ?",
    "Хаалганы урт, өргөнийг ашигласан",
    "Бүслүүрийн уртыг тооцохдоо",
    "Шалны тойрог",
    "Дугуйн уртыг олох томьёог ашиглаж, нэг бүслүүрийн уртыг олоод 3 дахин авахад нийт уртыг олно гэсэн үг.",
    "Хаалганы хэсгийг хасна.",
    "Тийм. Хаалганы хэсгийг хасах хэрэгтэй. Энэ бол яг бид нар практик дээр хаалганы хэсгийг нэгдүгээрт хасах байх. 2 дугаарт гэхэд бүслүүрийг чинь яадаг билээ? Эргээгээд чангална тийм үү. Чангалаад яадаг билээ? Бэхлэх ёстой шүү дээ. Чангалаад бэхлэх хэсгийнхээ уртаас 1.5 метр ч юм уу илүү гаргах хэрэгтэй шүү дээ. Тэгнэ биз? Яг очоод гэр барих болохоор олсоо авахдаа бид тэр бүгдийгээ тооцох ёстой шүү дээ тиймээ? За сайн байна. За энд танай багаас хариулт авсан уу?",
    "Аваагүй",
    "Аваагүй байгаа тиймээ? За одоо бусад нь сонсоорой. Туурганд хэдэн метр.квадрат эсгий хэрэгтэй вэ? гэсэн хариултыг",
    "24.1",
    "Өргөөрэй бусад багууддаа. 24.1 метр.квадрат гэж байна. Таарсан уу?",
    "Таарсан.",
    "24.1 метр.квадрат. За энэ зөв хариулт олсон багш нараас яаж олсныг нь асууя. За хариултаа хэлээрэй",
    "Шалны тойргийн уртыг хаалганы өндөрөөр үржүүлээд олсон.",
    "Шалны?",
    "Нэг бүслүүрийн уртыг?",
    "Хаалганы өндөрөөр?",
    "Үржүүлж олсон",
    "Энэ маань яг юуг олсон гэсэн үг билээ? Шалны урт гэдэг маань",
    "Эсгийний урт",
    "Эсгийний урт гэдэг маань энэ биетийн",
    "Тэгш өнцөгт",
    "Туурганы талбайг олно гэдэг маань ямар биетийн юуг олсон гэсэн үг билээ хүүхдүүдээ? Цилиндрийн?",
    "Хажуу гадаргуу",
    "Цилиндрийн хажуу гадаргуу олно гэсэн үг. Цилиндрийн хажуу гадаргууг олох томьёог өмнөх хичээлээр үзсэн тиймээ?",
    "Тийм",
    "За тэгэхээр энэ 3 бодлогоор бүгдээрээ өмнө үзсэн хичээлүүдээ бататгасан байна. За бид нар өмнөх хичээлээ бататгангаа гэрийнхээ суурийг босгоод авлаа.",
    "За гэр маань бодлогоо зөв бодоод байх юм бол гэр маань зөв босох ёстой байгаа. За ингээд дараагийн бодлого руу шилжье. Багууд маань маш сайн байна. За г гээд дахиад нэг хэсэг нэмэгдлээ. За багаараа дахиад тооцоогоо хийх ёстой. Тоононы диаметр 1.6 метр, унины урт 2.3 метр, шалны диаметр 5.8 метр байв. Дээвэр хийхэд хэдэн метр.квадрат эсгий хэрэгтэй вэ? Дээврийн хэсэг гэж яг аль хэсгийг хэлээд байна вэ? дээвэр гэж хүүхдүүдээ?",
    "Конус",
    "Дээвэр гэж аль хэсэг вэ?",
    "Конус",
    "Унины хэсэг",
    "Уньтай хэсэг",
    "Унийг бүрхэж байгаа тэр эсгийг дээвэр гэж ярьж байгаа тиймээ? За тэгэхээр тэр дээвэр хийхэд хэдэн метр.квадрат эсгий хэрэгтэй гэж байна. Дээврийн хэсэг та бүхний мэддэг биет мөн үү? Дээврийн хэсэг?",
    "Конус",
    "Конус. Гэхдээ дээд тал нь тайраад авсан юм шиг тэгшхэн байна.",
    "За хүүхдүүдээ анхаараарай. Дээврийн хэсэг маань өөрөө ямар биет байна вэ?",
    "Конус",
    "Яг конус байна уу? Конус бол ийм байна тиймээ? Дээврийн хэсэг бол яг ийм конус мөн үү?",
    "Биш",
    "Биш байна. Яагаад биш болчихож байгаа билээ?",
    "Тоононы хэсэг орсон байна.",
    "Яг тийм. Тоононы хэсэг ороод ирчихэж байгаа болохоор яг конус бол биш байх нь тиймээ? Тэгэхээр яасан гэж хэлж болохоор байна вэ? бүгдээрээ энэ конусаас?",
    "Огтлож авна.",
    "Аан огтолж авах юм байна шүү дээ. Огтолж авч байж яах вэ? Бидний дээвэр хийх ёстой хэсэг гарч ирэх нь байна шүү дээ. За тэгэхээр энэ конусаас дахиад яах вэ? конусыг огтлох гэж байна тиймээ?   Конусыг огтлох гэж байна. За бүгдээрээ эхлээд ийм зураг харья хүүхдүүдээ. Бидний дээврийн хэсэг бол яг өмнөх үзсэн одоо бидний мэддэг биет бол арай биш байна тйимээ?",
    "Тийм",
    "За энэ бол юу билээ?",
    "Конус",
    "Конус тиймээ? Эндээс бид нар яах гэж байгаа билээ?",
    "Огтлох гэж байна.",
    "Тооно орж ирж байгаа учраас эндээс бид нар яах вэ?",
    "Огтлоно.",
    "Огтлол?",
    "Огтлол хийнэ",
    "Огтлол хийх ёстой болж байна тиймээ? За хараарай хүүхдүүдээ. Огтлол хийх гэж байна. Юугаар огтолж байна вэ?",
    "Хавтгайгаар",
    "Хавтгайгаар огтолж байна тиймээ?",
    "Тийм",
    "Энэ бол бидний гэр дээр юу бууж байгаа билээ гэхээр?",
    "Тооно",
    "Тооно бууж байгаа тиймээ? Хавтгайгаар огтлоход конус маань 2 хэсэг болчихож байна тиймээ? 2 хэсэг болчихож байгаа биз? Бид нар аль хэсгийнх нь талбайг олох гээд байгаа билээ?",
    "Доод хэсгийнх нь",
    "Доод талынх нь хэсгийг олох гэж байгаа тйимээ? Доод талын хэсгийг нь юу гэж нэрлэж болохоор байна?",
    "Трапец конус",
    "Трапец конус гэж байна. Трапецтэй ерөнхий хэлбэр нь адилхан байна тиймээ? За өөр?",
    "Адил хажуут трапец конус",
    "Адил хажуут трапец конус гэж байна.",
    "Огтлогдсон конус",
    "Огтлогдсон конус гэж байна. За өөр хариулт байна уу? Аль нэр нь хамгийн зөв нэр гэж бодож байна та нар?",
    "Огтлогдсон конус",
    "Огтлогдсон конус зөв байна. За тэгэхээр өнөөдрийн бидний үзэх хичээлийн маань сэдэв “Огтлогдсон конус” Хичээлийнхээ гарчгийг бичээрэй. Огтлогдсон конус. За зургаа зурчихаж болж байна тиймээ? Огтлогдсон конусын тэр дугуй хэсгүүдийг юу гэж нэрлэж болохоор байгаа бол?",
    "Суурь",
    "Дээд, доод суурь",
    "Өө тийм. Дээд доод сууриуд эсвэл их бага сууриуд гэж нэрлэдэг тиймээ? За хажуу хэсгийг нь юу гэж нэрлэж болохоор байна вэ? Өөрөөр хэлбэл бидний гэр дээр бол хажуу хэсэг нь юу болох билээ?",
    "Унины хэсэг",
    "Унины хэсэг болно доо тиймээ?",
    "Аанхан",
    "Огтлогдсон конусынхаа хажуу хэсгийг юу гэж нэрлэж болохоор байна вэ?",
    "Байгуулагч",
    "Байгуулагч. Маш сайн байна. Байгуулагч гэж нэрлэж болохоор байна. За анхаарлаа хандуулаарай хүүхдүүдээ? Хичээлийн гарчиг бол огтлогдсон конус болсон. За энэ слайд руу хараарай",
    "Огтлогдсон конус маань яаж үүсэж, гарч ирж байгаа вэ гэдгийг харуулж байна тиймээ? За дахиад нэг харья бүгдээрээ. Огторгуйд хавтгайн ямар дүрсийг эргүүлж байна вэ?",
    "Тэгш өнцөгт трапец",
    "Тэгш өнцөгт трапецын юуг нь тойруулж эргүүлсэн байна вэ?",
    "Тэнхлэгийг нь",
    "Тэнхлэг нь болохоор хажуу богино тал байна тиймээ? Хажуу богино талыг тойруулж эргүүлэхэд бидний өнөөдөр үзэж байгаа огтлогдсон конус үүсэж байна. Өөрөөр хэлбэл огтлогдсон конус гэдэг болохоор эргэлтийн бие байх нь. За зүйтэй. За цааш нь явья бүгдээрээ. За өнөөдрийн бидний одоо үзэж байгаа огтлогдсон конус амьдрал парактикт болохоор маг элбэг тааралддаг байх нь тиймээ? За та бүхэн зурган дээр харж байгаа. Эхнийх нь юу байна вэ?",
    "Галт уул",
    "Галт уул байна. Дараагийнх нь",
    "Хогийн сав",
    "Цөмийн цахилгаан станц",
    "Дээр байгаа зураг нь болохоор?",
    "Аяга",
    "Хувин",
    "За аяга байж болно. Хувин байж болно. Ерөнхий хэлбэрээрээ тиймээ? Доор байгаа 2 зураг нь болохоор?",
    "Цахилгаан станц",
    "Цахилгаан станцын уурын яндан байна тиймээ?",
    "Тийм",
    "Цахилгаан станцын уурын яндан байна. Энд багш нь 2 өөр улсад баригдсан цахилгаан станцын уурын янданг авсан юм. Тэгээд эндээс нэг зүйлийг ажиглаад үзэхэд ерөөсөө бүх уурын яндангууд ерөнхий хэлбэрийнхээ хувьд адилхан байгаад байгаа. Тийм байгаа биз?",
    "Тийм",
    "Яг ямар бидний мэддэг биетүүд явж байна вэ? Бидний мэддэг суурийн хэсэг дээрээ юу явж байна вэ?",
    "Дугуй",
    "Тийм дугуй. Гэхдээ огтлогдсон конус. Ханын дээд хэсэгтээ болохоороо цилиндр явж байна тиймээ? Тэгэхээр уурын яг ийм зуухнууд болохоор ерөнхий хэлбэрээрээ яг ийм адилхан байдаг. Энэ нь болохоороо янз янзын шалтгаан байдаг байх тиймээ. За жишээлбэл суурийн хэсгээрээ том байна гэдэг нь бат бөх баригдах талаасаа бодож байгаа байх тиймүү. За дээр нь багш нь физик шинж чанар байгаа гэж бодоод байгаа. Тиймээ? Чи уур гарна гээд та нар бод доо. Их дараллтайгаар гарч ирж байгаа тийм үү? За тэгэхээр гэрийн даалгавар болгож гэрт чинь үлдээе за юу. Дараагийн хичээл дээр бүгдээрээ ярилцья. Яг энэ уурын зуухны янданг яагаад ийм хэлбэртэй хийгээд байдаг юм бэ? гэдгийг өөрсдөө физикийн хичээл дээр та нар бас үзсэн байх. Бодож үзээрэй за юу? Дараагийн хичээл дээр бүгдээрээ мэдэж ирээд хоорондоо ярилцья. Ямар учраас ингэж хийдэг юм болоо? гээд. За дараагийнх нь бас огтлогдсон конус хэлбэртэй барилга, байгууламж байна тиймээ. Энэ болохоор ариун Сеябастяны сүм гээд Бразилийн Рио-Де-Жанерёо хотод байдаг. 1964 онд баригдсан нэлээн бас ийм түүхтэй  дэлхийн бас л ховорхон барилга байгууламжуудын нэг байгаа.  Суурийн диаметр нь 106 метр, өндөр нь 75 метрийн өндөртэй. Нэлээн өндөр барилга байгууламж байна тиймээ. За ийм барилга байгууламж бол огтлогдсон конус хэлбэртэй байх нь. Өөрөөр хэлбэл бидний амьдралын эргэн тойронд огтлогдсон конус хэлбэртэй дүрсүүд зөндөө олон бий. Та нар нэмээд нэрлэх зүйлүүд юу байна? Нэмээд нэрлэж болохоор зйүлүүд? Хэлээрэй.",
    "Малгай",
    "Малгай байж болно. За өөр?",
    "Аяга",
    "За аяга байж болно гэж байна. За зөндөө олон бий тиймээ?",
    "Тийм",
    "Зөндөө олон бий. За эргээд бодлого руугаа орьё. Бодлогод ямар өгөгдлүүд байгаа билээ гэдгийг бид нар бодох ёстой. Юуг олох гэж байгаа билээ?",
    "Дээвэр",
    "Дээвэр хийхэд хэдэн метр.квадрат эсгий хэрэгтэй вэ гэсэн тиймээ? Хэдэн метр.квадрат эсгий хэрэгтэй вэ гэсэн тиймээ? Дээврийн хэсэг маань бидний өнөөдрийн үзсэн?",
    "Огтлогдсон",
    "Огтлогдсон конус болж байгаа. Огтлогдсон конусын дэлгээс юу үүсэх вэ? Огтлогдсон конусын дэлгээс?",
    "Сектор",
    "Конусын дэлгээс юу үүсдэг вэ?",
    "Сектор",
    "Конусын дэлгээс болохоор сектор үүсдэг байж байгаа тиймээ. Сектор үүсдэг байж байгаа. Тэгэхээр огтлогдсон конусын дэлгээст юу үүснэ гэж бодож байна?",
    "Дээд талынх нь байхгүй.",
    "Энэ сектороос яах вэ?",
    "Энэ конусаас яах ёстой билээ?",
    "Огтолно",
    "Дахиад конус огтолно тиймээ? Тэгэхээр сектороос дахиад?",
    "Сектор огтолно.",
    "Сектор огтлох нь байна шүү дээ. Сектороос сектор огтлоход гарч ирж байгаа нь огтлогдсон конусын дэлгээс болж таарах нь тиймүү? За тэгэхээр бид нар дээврийн талбай олно гэдэг нь яана гэсэн үг байх нь вэ?",
    "Хажуу гадаргуу",
    "Огтлогдсон конусын хажуу гадаргуугийн талбай олно гэсэн үг байх нь. За багш нь та нарт дээврийн хэсэг буюу унины хэсгийн дэлгээсийг өгье",
    "За энэ дээр бас хариугаа бичих байгаа. За тэгэхдээ бүгдээрээ нэг ийм зүйл хийе. Огтлогдсон конусын хажуу гадаргууг олоход бидэнд ерөнхийдөө байгаа мэдээллүүд юу байна гэдгийг бүгдээрээ харья. ",
    "Дээд, доод суурь",
    "За огтлогдсон конусын буюу дээврийн хэсгийн? Одоо эсгий хэдэн сантиметр.квадрат эсгий хэрэгтэй вэ гэдгийн бид бүхэнд байгаа мэдээлэл юу байна вэ? Хүүхдүүдээ хэлээрэй.",
    "Тоонын диаметр",
    "Тоонын диаметр гэдэг болохоор дээд суурийн диаметр өгсөн байгаа. Харин доод суурийнх болохоор бодлогод шалны диаметр. Унины урт гэдэг болохоор байгуулагчын урт байх нь байна. Тэгэхээр бид нар энэ 3 өгөгдлөөр конусын хажуу гадаргууг олох гэж байна тиймээ? Конусын хажуу гадаргууг олох гэж байна. За дэвтэр дээрээ зурж, тэмдэглэе.",
    "Өнөөдрийн хичээлийн хамгийн чухал хэсэг огтлогдсон конусын хажуу гадаргуу доод суурийн радиус, дээд суурийн радиус, байгуулагчаар нь олох шаардлага бидэнд гарч ирсэн байна тиймээ. Энэ болохоор бид нар нөгөө эсгий олох гэсэн чинь хажуу гадаргуугийн талбайг олохын тулд энэ 3 өгөгдлөөр олох ийм шаардлага гарч ирж байгаа. За тэгэхээр бүгдээрээ хамтдаа томьёоных нь гаргалгааг хийе. ",
    "За ямар санаа байна вэ? Огтлогдсон конусын хажуу гадаргууг олохын тулд бид нар яаж бодох ёстой юм шиг байна вэ?",
    "Бүтэн байснаасаа дээд талын хэсгийг хасна.",
    "Нийт секторынхоо талбайг олоод, жижгээ хасна.",
    "Том конусын хажуу гадаргуугийн талбайгаас дээд талын огтлогдсон хэсгийн хажуу гадаргууг хасах юм бол яах вэ? Бидний олох томьёо гарч ирэх нь. За тэгэхээр гүйцээгээд зурах нь тиймээ? За бүгдээрээ гүйцээгээд зурья.",
    "За багштайгаа хамт тэмдэглээд явья дэвтэр дээрээ. За том конусынхаа байгуулагчыг l1 гээд тэмдэглэе. За дээр огтлогдсон хэсгийн байгуулагчыг l2 гээд тэмдэглэе. Өмнөх хичээл дээр юу үзлээ бүгдээрээ?",
    "Конусын хажуу гадаргуугийн талбай",
    "Конусын хажуу гадаргуугийн талбай олох томьёо үзсэн байгаа тиймээ?",
    "Тийм",
    "Конусын хажуу гадаргуугийн талбай олох томьёо нь ямар томьёо байгаа билээ?",
    " ",
    " ",
    " гэсэн ийм томьёо байж байгаа тиймээ? Тэгэхээр ийм томьёо ашиглаад олох ёстой байгаа. За огтлогдсон конусын хажуу гадаргуу гэдэг болохоор S1-ээс S2-ыг хасна гэсэн үг байх нь байна шүү дээ. S1 гэдэг болохоор мэдээж том конусынх тиймээ? Том конусын хажуу гадаргуугийн талбайг томьёогоо оролцуулаад хэлээрэй. Өмнө үзсэн хичээл дээр.",
    ", радиус нь r, байгуулагч нь l1 байна",
    ", радиус нь r, байгуулагч нь l1 байна тиймээ? Аан S2-ынх болохоор огтолсон хэсгийнх тиймээ? За юу байна вэ?",
    "  ",
    ", радиус нь r, байгуулагч нь l2 байна",
    ", радиус нь r, байгуулагч нь l2 байх нь байна шүү дээ тиймээ? L2  байхаа?",
    "Тийм",
    "Бидний огтлогдсон конусын байгуулагч бол харин l1, l2-оос ямар хамааралтай байгаа билээ?",
    "l1-ээс l2-ыг хассан.",
    "l1-ээс l2-ыг хасахад гарч ирэх ёстой юм байна шүү дээ. Аан зүйтэй. За тэгэхээр бид нар одоо энэ хамаарал дээрээ томьёонуудаасаа орлуулаад, огтлогдсон конусын хажуу гадаргуу гарах ёстой тиймээ? За тэгэхээр өгсөн өгөгдөлөө бид нар бодох хэрэгтэй байна. Өгсөн зүйл юу байгаа вэ гэхээр их, бага суурийн радиус, байгуулагч өгсөн байгаа тиймээ? За энэ 3-аар илэрхийлэхийн тулд бидэнд яах вэ гэхээр l1, l2-оор l-ээ илэрхийлэх ёстой шүү дээ. За тэгэхээр төсөөтэй гурвалжин ашиглаж болохоор байна тиймээ? Төсөөтэй гурвалжин энэ тэгш өнцөгт гурвалжин том тэгш өнцөгт гурвалжинтай төсөөтэй тиймээ? За төсөөгийн харьцаа хэлээрэй. Төсөөтэй гурвалжны харьцаа хэлэх юм бол, Төсөөтэй гурвалжин байгаа учраас l1 буюу том гипотенузыг, l2 буюу-т хуваасан нь том R-ийг жижиг r-т хуваасантай тэнцүү. За тэгээд энэ төсөөтэй гурвалжны энэ харьцаа болон энэ томьёоноосоо хялбархаан та бүхэн хялбархан тооцоо хийж чадах учраас багш нь эцсийн үр дүнг бичье. Бид нар гаргах аргаа мэдээд авчихлаа шүү дээ. Тэгээд энд бол зөвхөн бичиглэлийн асуудал байгаа учраас та бүхэн өөрсдөө хийчих байх гэж бодож байна. За багш нь эцсийн үр дүнг бичье. Огтлогдсон конусын хажуу гадаргуу гэдэг болохоор ..... гэсэн за ийм томьёотой байгаа. За үүнийг бол энэ системээс бид нар гаргаад ирж болох байгаа. Өнөөдрийн үзэх бидний хамгийн гол томьёо бол энэ томьёо байх нь. Огтлогдсон конусын хажуу гадаргуу гэдгийг товчлоод бичиж байгаа нь энэ шүү дээ тиймээ? За томьёогоо бичиж авсан уу?",
    "Авсан.",
    "Аан за. Бичиж авсан. За сайн байна. За одоо бүгдээрээ эргээд бодлого руугаа шилжье. Дээвэр хийхэд хэдэн метр.квадрат эсгий хэрэгтэй вэ? гэдгийг гаргаарай. Багийн гишүүн бүр үүрэгтэй байх ёстой. Наадхийгаа түр өгч бай даа. Энэ дэлгээс шүү дээ. Огтлогдсон конусын дэлгээс байж байгаа. Дэлгээсээ бид нар эргээд нийлүүлээд юу үүсгэх ёстой билээ? Харуулаарай. ",
    "Огтлогдсон конус",
    "Огтлогдсон конус үүсэх ёстой тиймүү? За энэ огтлогдсон конус болгож наахдаа наад нэг үзүүр дээр чинь нэг хэрчим татсан байгаа. Тэр хэрчим хүртлээ хараарай. Ерөнхий зарчим хүртлээ хараарай. Тэр хэрчим хүртлээ наана шүү. Ойлгосон уу?",
    "Ойлгосон.",
    "Тэр хэрчим хүртлээ явуулж наах нь байна шүү дээ үзүүрийг нь. Аль хэрчмээ мэдэж байгаа юу? Наачихсан юм уу?",
    "Наасан",
    "Өө за дууссан байна. Бэхэлчихгүй юү тиймээ? Талд нь бэхэлчих. За суурийн хэсэг дээрээ бас бэхлээрэй. Наасан багууд байгаа бол суурийн хэсэг дээрээ бас бэхлээрэй. Хаалгаа зурчихгүй юү. Эхлээд энийгээ наачих. Ингэж оруулаад. За багш нь бас хийсэн багуудаас хариулт авья гэж бодож байна. За бүгдээрээ наашаа анхаараарай. За нэгдүгээр баг за дээврийн хэсгийг хийхэд хэдэн метр.квадрат эсгий орно гэж тооцоо гаргасан байна вэ?  ",
    "26.7",
    "26.7 метр.квадрат эсгий орно гэсэн тооцоо гаргасан байна. Та бүхнийх таарч байна уу хүүхдүүдээ?",
    "Таарч байна.",
    "Таараагүй баг байна уу? Харуулаарай. Хийсэн багууд 26.7 гэдгийг харуулаарай. Маш сайн байна. За 2 баг арай... Өө хийсэн байна тиймээ? За бүх багууд маань хийсэн байна. За тэгэхээр бид нар шалныхаа талбайг олсон, туурганыхаа талбайг олсон, дээр нь дээврийн талбайг олоод, өнөөдөр бодлогоороо дамжуулаад гэрийн ерөнхий макетыг гаргаж чадлаа. Та нар бодлогоо сайн бодсон учраас гэрээ барьж чадлаа. За сайн байна хүүхдүүдээ. Сайн байна. Дараагийн бодлогодоо шилжье. За багш нь та бүхэнд юу тараах гэж байна вэ?",
    "Цаасан аяга",
    "Цаасан аяга ямар хэлбэртэй вэ?",
    "Огтлогдсон конус",
    "Огтлогдсон конус. За би та бүхэнд нэг багт 2 цаасан аяга тарааж өгье. 2 цаасан аяга тарааж өгье. За ямар практик ажил бид нар хийх ёстой байх нь вэ? Слайд руугаа хараарай. Цаасан аяганд ямар хэмжээтэй цаас орохыг тооцоол гэж байна тиймээ? За энэ олс, шугам ашиглаж болно. 2 хүүхэд нь хэмжилтээ хийж өгөөд, бусдууд нь тооцооллоо хийж байж болж байна. Хурдан хийхийн тулд... Нийт цаасны хэмжээг олохын тулд бид яах ёстой байх нь вэ? Огтлогдсон конусын талбай хэрэгтэй. Өөр юу хэрэгтэй билээ?",
    "За тэгээд хийчих. Энэ нь бараг шулуухан амар байна. Наадах чинь амар.",
    "За хэмжилтээ яаж хиж байна хүүхдүүдээ? Дахиад хэмжчихгүй юү тиймээ? Аан дээд, доод сууриа олсоор хэмжиж байна уу тйим үү?",
    "Тийм",
    "Эргүүлээд, за нэг нь барьж өгч байгаарай.",
    "Аан за. Хэдэн см гарч байна вэ?",
    "21.5",
    "21.5 см байна уу тиймээ?",
    "За одоо наашаа анхаарлаа хандуулья хүүхдүүдээ. За өнөөдөр бүгдээрээ Монгол гэрээр төлөөлүүлээд огтлогдсон конус гэсэн шинэ огторгуйн биеттэй танилцлаа. Тиймээ? Тэгэхээр огтлогдсон конус бол бидний амьдрал практикт зөндөө байж байдаг. Эргэн тойронд байж байдаг хэрэглээний асуудал болоод гарч ирж байсан учраас бид нар огтлогдсон конусын хажуу гадаргууг олсон тийм үү? Огтлогдсон конусын хажуу гадаргууг олоод дээврийн хэмжээг олсон тиймээ? За бас практик ажил хийлээ. Практик ажил дээрээ яасан? Цаасан аяга хийхэд орох нийт цаасны хэмжээг оллоо. За бид нар гэрийн дээврийн хэмжээ, туурганы хэмжээ олсон учраас цаашлаад эдийн засгийн тооцоо хийж болно тиймүү? Шалны хэмжээг олсон байгаа учраас хэдэн кг будаг орох вэ? 1 м.кв-д ямар будаг ордог юм бэ? Цаашлаад нэг лааз будаг авахад хэдэн төгрөг байдаг юм гээд эдийн засгийн тооцоонуудыг хийж болохоор байна тиймээ?",
    "Тийм",
    "Өөрөөр хэлбэл бидний үзсэн хичээл амьдрал практикт маш хэрэгтэй. Ийм зүйл байна шүү дээ. За багш нь гэрийн даалгаварт ингээд байж байна. Үүнийг хийх байгаа. Гэрийн даалгаврыг багш нь үзүүлсэн байна. За юу байх нь вэ? Өмнөх бодлого дахь гэрт гэхээр бага 5 ханатай гэрийн тооцоонуудыг хийсэн байгаа шүү дээ. Дээвэр, туурга авахад нийт хэдэн төгрөг зарцуулах вэ? гэж байна. Дээвэр, туурга авахад нийт хэдэн төгрөг зарцуулах вэ? Үнийн тооцоо хийнэ гэсэн үг юм байна шүү дээ. Гэхдээ яах нь вэ? Өөрсдөө эсгийний яг зах зээлийн бодит үнийг судлах ёстой. Багш нь та нарт шууд хэлээд өгчихмөөргүй байна. Та нар өөрсдөө яах нь вэ? Судалгаа хийгээд 1 м.кв эсгий ямар үнэтэй байна вэ? гэдгийг өөрсдөө судалгаа хийгээд дараагийн хичээл дээр ирэхдээ яах вэ? Өнөөдрийн бидний босгосон гэрийн дээвэр туурга хийхэд хэдэн төгрөг зарцуулах вэ гэсэн судалгаа хийж ирэх нь байна. За энэ даалгаварт өгсөн гэрийг харья бүгдээрээ. Гэрийг харья. Юу олж харж байна та нар?",
    "Шинэ Монгол",
    "Монгол",
    "Сайн хараарай. Монгол бичиг үзсэн тиймээ? Монгол бчигээр ямар ч байсан бичсэн байна тиймүү? Юу гэж бичсэн байна?",
    "Монгол бичиг гэж байна хаалган дээр",
    "Тийм байна",
    "Монгол бичиг гэж байна. Гэр нь Монгол гэж байна",
    "Бичиг гэсэн үг хаана байна?",
    "Хаалган дээр",
    "Хаалган дээр бичиг гэсэн үг байна уу?",
    "Байна.",
    "Биш юм болов уу?",
    "Мөн байна. Монгол бичиг гээд хаалган дээр нь бичсэн байна.",
    "Чи бичиж чадах уу монгол бичгээр самбар дээр. Самбарт бичээрэй. Бичиг гэсэн үгийг.",
    "Би бичье",
    "Бичиг гэсэн үг хаалган дээр байна гэнээ. Монгол гэсэн үг за тэр тоонын хэсгээс эхлээд монгол гэсэн үг бичигдсэн байхаа тиймээ? Өөрөөр хэлбэл Монгол гэсэн үгний бичгээр гэрийг дүрсэлсэн байна шүү дээ. Монгол бичгийг үнэхээр манай Монголчууд яах нь вэ? бас дэлхийд гайхуулахтай, бахархалтай зүйлийн нэг байгаа юм. За монгол бичиг гээд бичлээ. Зөв үү?",
    "Зөв",
    "За монгол бичгийг бас бид мэддэг учир монгол бичгээр гэрийг зурж тэмдэглэсэн байх нь. За тэгэхээр өнөөдөр бид гэрийн тухай нэлээн сайн мэдээлэлтэй болж авлаа. Дараа нь гэр барихад ямар хэмжээтэй эдийн засгийн зардал гарах вэ? гээд эдийн засгийн тооцоонуудыг бүгдээрээ хийж чадахаар боллоо. За өнөөдрийн хичээлээс асуух зүйл байна уу хүүхдүүдээ? Асуух зүйл байвал асуугаарай. Хичээл ойлгогдсон уу?",
    "Ойлгогдсон",
    "Сайн ойлгосон",
    "Сайн ойлгосон уу тиймээ? За багш нь хичээлийн эхэнд хэлсэн тиймээ. 2 булан ажиллаж байгаа гээд.”Надад туслаач”, “Сэтгэгдэл” гэсэн 2 булан байгаа. Дахин хэлье. “Надад туслаач” булан дээр яах вэ? Өөхөө тусламж авах зүйл байвал тэрийгээ бичээрэй. Багш нь дараа нь туслалцаа зүйл дээр нь найзаар нь туслуулж болно. За өөрөө багш нь бас туслаж болох нь. “Сэтгэгдэл” гэсэн булан дээр өнөөдрийн хичээлээс төрсөн сэтгэгдэлээ бичих нь. За багш нь энэ 2 буланд та бүхний бичсэн зйүлийг хараад өнөөдрийн хичээл ямархуу болсон бэ? гэдгийг дүгнэж ярилцана. Та нар хэр зэрэг ойлгосон бэ гэдгийг багш нь бас энэ 2 булангаас өөрөө мэдэж авах болно. Өгсөн цаасан дээр бичээд наагаарай. За дуусаж байгаа байхаа тиймээ? За бүгдээрээ өнөөдрийн хичээлээр бас юутай болсон бэ? гэхээр бүтээлтэй болсон тиймээ?",
    "Аанхан",
    "Бүгдээрээ бодлогоо бодонгоо бүтээлтэй болсон байгаа. За нэг сайхан гэрүүдтэй болсон байгаа. За гэрүүдээ нэг өргөөрэй бүтээлүүдээ. Өө зарим нь бас хаалгыг нь ч сайхан зурсан байна шүү дээ. За ингээд өнөөдрийн хичээл дууслаа. Хичээлд идэвхтэй оролцсон та бүхэнд маш их баярлалаа.",
    "Баярлалаа баяртай",
    "За баяртай",
    " ",
    " "
]